Memcached-Stuff/test-no-replace/memtier_benchmark/binary-test.txt
2         Threads
50        Connections per thread
1000      Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        9100.00          ---          ---      1.92000    137465.00
Gets       90900.00         0.00     90900.00      1.80300      3450.00
Totals    100000.00         0.00     90900.00      1.81400    140916.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         2.11
SET               1        81.85
SET               2        94.38
SET               3        96.99
SET               4        98.49
SET               5        99.15
SET               6        99.38
SET               7        99.68
SET               8        99.73
SET               9        99.75
SET              10        99.78
SET              12        99.79
SET              13        99.81
SET              14        99.85
SET              15        99.88
SET              16        99.89
SET              18        99.91
SET              19        99.92
SET              20        99.95
SET              21        99.96
SET              22        99.97
SET              24        99.98
SET              25       100.00
---
GET               0         2.76
GET               1        86.31
GET               2        95.45
GET               3        97.77
GET               4        99.01
GET               5        99.59
GET               6        99.81
GET               7        99.93
GET               8        99.99
GET               9       100.00