Memcached-Stuff/test-no-replace/memtier_benchmark/binary-test29.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.71400     92629.00
Gets       56812.50      4756.25     52056.25      1.66000      2157.00
Totals     62500.00      4756.25     52056.25      1.66500     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.19
SET               1        91.32
SET               2        99.23
SET               3        99.82
SET               4        99.95
SET               5        99.98
SET               6       100.00
---
GET               0         1.24
GET               1        95.06
GET               2        99.60
GET               3        99.89
GET               4        99.97
GET               5        99.99
GET               6       100.00
GET               8       100.00