Memcached-Stuff/test-no-replace/memtier_benchmark/random-binary-test15.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68400       437.00
Gets       56812.50      4743.75     52068.75      1.68600      2157.00
Totals     62500.00      4743.75     52068.75      1.68600      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.57
SET               1        97.93
SET               2        99.89
SET               3        99.95
SET               4        99.98
SET               5       100.00
SET               6       100.00
---
GET               0         0.55
GET               1        97.79
GET               2        99.92
GET               3        99.99
GET               4       100.00
GET               5       100.00
GET               6       100.00