Memcached-Stuff/test-no-replace/memtier_benchmark/random-binary-test17.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68400       437.00
Gets       56812.50      4743.75     52068.75      1.69100      2157.00
Totals     62500.00      4743.75     52068.75      1.69000      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.62
SET               1        96.89
SET               2        99.71
SET               3        99.94
SET               4        99.99
SET               5       100.00
SET               6       100.00
---
GET               0         0.56
GET               1        96.37
GET               2        99.68
GET               3        99.94
GET               4        99.99
GET               5       100.00
GET               6       100.00