Memcached-Stuff/test-no-replace/memtier_benchmark/random-binary-test18.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68200       437.00
Gets       56812.50      4743.75     52068.75      1.68900      2157.00
Totals     62500.00      4743.75     52068.75      1.68900      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.39
SET               1        97.97
SET               2        99.90
SET               3        99.96
SET               4       100.00
---
GET               0         0.47
GET               1        97.25
GET               2        99.90
GET               3        99.99
GET               4       100.00