Memcached-Stuff/test-no-replace/memtier_benchmark/random-binary-test23.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68800       437.00
Gets       56812.50      4743.75     52068.75      1.69200      2157.00
Totals     62500.00      4743.75     52068.75      1.69200      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.52
SET               1        97.51
SET               2        99.76
SET               3        99.98
SET               4       100.00
SET               5       100.00
---
GET               0         0.46
GET               1        97.18
GET               2        99.81
GET               3        99.98
GET               4       100.00
GET               5       100.00
GET               6       100.00