Memcached-Stuff/test-no-replace/memtier_benchmark/random-binary-test9.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68700       437.00
Gets       56812.50      4743.75     52068.75      1.69100      2157.00
Totals     62500.00      4743.75     52068.75      1.69000      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.13
SET               1        94.47
SET               2        99.64
SET               3        99.95
SET               4        99.98
SET               5        99.99
SET               6       100.00
SET               7       100.00
---
GET               0         0.97
GET               1        94.35
GET               2        99.66
GET               3        99.89
GET               4        99.96
GET               5        99.99
GET               6        99.99
GET               7       100.00
GET               8       100.00