Memcached-Stuff/test-no-replace/memtier_benchmark/random-text-test16.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.67500       388.00
Gets       56812.50      4743.75     52068.75      1.68200     77551.00
Totals     62500.00      4743.75     52068.75      1.68100     77939.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.47
SET               1        97.72
SET               2        99.94
SET               3        99.99
SET               4       100.00
---
GET               0         0.42
GET               1        96.98
GET               2        99.92
GET               3        99.99
GET               4       100.00