Memcached-Stuff/test-no-replace/memtier_benchmark/random-text-test19.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68700       388.00
Gets       56812.50      4743.75     52068.75      1.69100     77551.00
Totals     62500.00      4743.75     52068.75      1.69100     77939.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.74
SET               1        95.63
SET               2        99.54
SET               3        99.88
SET               4        99.98
SET               5        99.99
SET               6       100.00
---
GET               0         0.75
GET               1        95.33
GET               2        99.51
GET               3        99.86
GET               4        99.96
GET               5        99.99
GET               6       100.00