Memcached-Stuff/test-no-replace/memtier_benchmark/random-text-test20.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5352.94          ---          ---      1.71100       365.00
Gets       53470.59      4464.71     49005.88      1.71500     72990.00
Totals     58823.53      4464.71     49005.88      1.71400     73355.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.04
SET               1        91.62
SET               2        99.35
SET               3        99.83
SET               4        99.98
SET               5        99.99
SET               6       100.00
SET               8       100.00
---
GET               0         0.91
GET               1        91.33
GET               2        99.18
GET               3        99.80
GET               4        99.97
GET               5        99.99
GET               6       100.00
GET               8       100.00